{"qid": "551", "query": "intellectual property", "original_query": {"query_id": "551", "title": "intellectual property", "description": "Find documents related to laws or regulations that protect\nintellectual property.", "narrative": "Relevant documents describe legislation or federal regulations that\nprotect authors or composers from copyright infringement, or from\npiracy of their creative work. These regulations may also be related\nto fair use or to encryption."}}
{"qid": "552", "query": "Foods for cancer patients", "original_query": {"query_id": "552", "title": "Foods for cancer patients", "description": "Find foods good for cancer patients.", "narrative": "Relevant documents cover foods, types of foods, and diets that\ncontribute to the recovery of cancer patients. Information may serve\nconsumers, nutritionists, or medical personnel. Exclude pages covering\nfoods to prevent cancer."}}
{"qid": "553", "query": "federal funding mental illness", "original_query": {"query_id": "553", "title": "federal funding mental illness", "description": "How much does the federal government spend on mental health, and to\nwhat entities does the funding go?", "narrative": "Relevant documents state the entities to which the government\ndirects funding for mental health and/or how much money is\nallocated. State spending on mental health is not relevant, unless\nthat money came from the federal government. Calls for proposals for\ngrants are not relevant. Standards for grantees are not relevant."}}
{"qid": "554", "query": "Home buying", "original_query": {"query_id": "554", "title": "Home buying", "description": "How does one find and apply for mortgages and buy a first home?", "narrative": "Relevant documents school the reader in buying a home and obtaining a\nmortgage.  Documents referring to obtaining low-cost housing but not\nbuying a home do not qualify."}}
{"qid": "555", "query": "criteria obtain U.S. visa", "original_query": {"query_id": "555", "title": "criteria obtain U.S. visa", "description": "What criteria does the Immigration and Naturalization Service use to\napprove visa applications from foreign nationals?", "narrative": "Relevant documents come from the U.S. government stating policy\non requirements for foreign nationals requesting U.S. visas to receive\napproval. Documents from U.S. consulates abroad or foreign governments\nare not relevant. How U.S. citizens can obtain visas for travel abroad\nare not relevant."}}
{"qid": "556", "query": "Federal food purchasing", "original_query": {"query_id": "556", "title": "Federal food purchasing", "description": "For what purposes does the federal government purchase food?", "narrative": "Relevant documents state the agency or entity for which the\nfederal government purchases food and the purposes for which it is\nused. Documents regarding state purchasing of food are not relevant.\nDocuments informing farmers on how to apply for government purchase of\ncommodities are not relevant unless they state the purpose for which\nthe government would purchase those commodities."}}
{"qid": "557", "query": "clean air, clean water", "original_query": {"query_id": "557", "title": "clean air, clean water", "description": "Find documents describing efforts to maintain or improve clean air\nor clean water.", "narrative": "Relevant documents include descriptions of legislation or\nregulations to check water and air pollution or to control smog and\nautomobile emissions."}}
{"qid": "558", "query": "U.S./Russian Relationship", "original_query": {"query_id": "558", "title": "U.S./Russian Relationship", "description": "Describe the present day relationship between the U.S. and Russia.", "narrative": "Relevant documents detail the contemporary status of cooperation and\nthe overall relationship between the U. S. and Russia at present,\nincluding business, trade, financial and in-kind assistance, as well\nas official governmental relations."}}
{"qid": "559", "query": "Federally assisted community volunteer programs", "original_query": {"query_id": "559", "title": "Federally assisted community volunteer programs", "description": "Find local community volunteer programs for which the federal\ngovernment provides resources.", "narrative": "Relevant documents describe local community volunteer programs that\nreceive financial assistance, training, or other resources from the\nfederal government.  These include national programs with local\ncomponents, e.g., Foster Grandparents, or local programs receiving\nfederal assistance, e.g., a service-learning program.  Exclude such\nprograms as the Peace Corps and the National Guard."}}
{"qid": "560", "query": "Symptoms of diabetes", "original_query": {"query_id": "560", "title": "Symptoms of diabetes", "description": "Find documents that list and explain the danger signals of Type I and\nType II diabetes.", "narrative": "Relevant documents give the symptoms/danger signals that\nconsumers need to recognize as warnings of the onset of Type I and\nType II diabetes. Exclude documents directed at medical personnel."}}
{"qid": "561", "query": "Eradication of boll weevils", "original_query": {"query_id": "561", "title": "Eradication of boll weevils", "description": "Find documents describing how farmers can eradicate boll weevils.", "narrative": "Relevant documents report on established eradication programs and\non research to refine or supplement these. Exclude documents on other\ntypes of weevils and on the history of the boll weevil in the United\nStates."}}
{"qid": "562", "query": "world population growth", "original_query": {"query_id": "562", "title": "world population growth", "description": "What is the outlook for world population growth?", "narrative": "Relevant documents include projections of and discussion of world\npopulation growth. Growth of individual nations' populations is\nrelevant, but data on states within the U.S. is not relevant."}}
{"qid": "563", "query": "smoking drinking during pregnancy", "original_query": {"query_id": "563", "title": "smoking drinking during pregnancy", "description": "Find documents describing effects on children of mothers' smoking\nand/or drinking during pregnancy.", "narrative": "Relevant documents describe effects on the cognitive, social,\nemotional, or physical status of children (prenatal through adulthood)\nthat result from their mothers' smoking or drinking while\npregnant. Cigarette or alcohol use after the birth of a child is not\nrelevant."}}
{"qid": "564", "query": "mother-infant nutrition", "original_query": {"query_id": "564", "title": "mother-infant nutrition", "description": "Find documents describing guidelines for good nutrition\nfor mothers and infants and/or federal programs to promote their use.", "narrative": "Relevant documents describe good nutrition for infants from birth to\n18 months. Those related to older children are not relevant. Programs\ndescribed must be federal, not state or local."}}
{"qid": "565", "query": "Library services for disabled", "original_query": {"query_id": "565", "title": "Library services for disabled", "description": "Find documents that describe library services for persons with disabilities.", "narrative": "Relevant documents will describe major services for the visually\nhandicapped in federal, state, or large regional libraries.\nExclude minor services in small libraries and such\nmandated features as physical access for the wheelchair bound."}}
{"qid": "566", "query": "Television violence", "original_query": {"query_id": "566", "title": "Television violence", "description": "What is being done about violence on TV?", "narrative": "Relevant documents describe actions taken or statements made about\nviolence on TV, its effect on children and what is being done or\nshould be done about it. Advice to parents to limit TV viewing is not\nrelevant."}}
{"qid": "567", "query": "indigenous folk art", "original_query": {"query_id": "567", "title": "indigenous folk art", "description": "Find documents that describe efforts to promote and preserve\nindigenous folk art.", "narrative": "Relevant documents may be related to arts and crafts produced by\nEskimo (Inuit) and American Indian such as weaving, jewelry,\nsculpture, woodcarving, painting, basketry. Amish, Shaker, and\nAppalachian arts and crafts products are also relevant. Advertisements\nfor the sale of particular items are not relevant documents."}}
{"qid": "568", "query": "federal funding art museums", "original_query": {"query_id": "568", "title": "federal funding art museums", "description": "What types of federal funding are available to support art museums\nthroughout the country?", "narrative": "Relevant documents are only those that describe grants or other\nfunding sources to art museums.  Documents that only describe museum\nprogramming are not relevant, even if the museum is a federal\ninstitution."}}
{"qid": "569", "query": "invasive animals and plants", "original_query": {"query_id": "569", "title": "invasive animals and plants", "description": "Find documents related to controlling invasive animals and plants.", "narrative": "Relevant documents describe federal nationwide or regional programs\naiming to control invasive plants and animals that are threatening\ncrops, wildlife, or the environment."}}
{"qid": "570", "query": "future occupations", "original_query": {"query_id": "570", "title": "future occupations", "description": "What occupations will have the greatest need for workers in the next\n10 to 20 years?", "narrative": "Relevant documents name categories of jobs and professions where\nthere will be the greatest need.  Documents may also give statistics\nshowing current employment and projections for future employment.\nRecruitment documents that do not include the above data are not\nrelevant."}}
{"qid": "571", "query": "tax havens", "original_query": {"query_id": "571", "title": "tax havens", "description": "What are tax havens and how are they used and abused?", "narrative": "Relevant documents describe \"tax havens,\" locations, usually\noverseas, which have banks where U.S. citizens transfer money to avoid\nU.S. taxes. Relevant would be discussions in Congress on ways to\ndiscourage use of them."}}
{"qid": "572", "query": "selecting a nursing home", "original_query": {"query_id": "572", "title": "selecting a nursing home", "description": "Describe criteria that one should use in selecting a nursing home.", "narrative": "Relevant documents may include formal or informal guidelines,\nchecklists, or laws regarding criteria for nursing home care."}}
{"qid": "573", "query": "teaching jobs Europe Asia", "original_query": {"query_id": "573", "title": "teaching jobs Europe Asia", "description": "Find documents that list teaching opportunities for Americans in\nEurope and Asia.", "narrative": "Only documents that list or describe opportunities for Americans to\nteach in Europe or Asia are relevant.  Teaching opportunities may be\nin any field or with students of any age level."}}
{"qid": "574", "query": "whales dolphins protection", "original_query": {"query_id": "574", "title": "whales dolphins protection", "description": "What efforts are being made nationally and internationally to protect\nwhales and dolphins?", "narrative": "Relevant documents describe legislation or international agreements to\nprotect and save whales and dolphins anywhere in the world.\nDescriptions of the mammals or informational documents from wildlife\norganizations are not relevant unless they include references to\nlegislation."}}
{"qid": "575", "query": "Nuclear waste storage transportation", "original_query": {"query_id": "575", "title": "Nuclear waste storage transportation", "description": "Find documents that describe how nuclear waste is being stored and how\nit is transported to the storage site.", "narrative": "Relevant documents will describe methods of transporting and storing\nnuclear waste.  Documents that describe the benefits or dangers of\nnuclear energy are not relevant; nor are documents in favor of or\nopposed to a particular storage site or means of transportation."}}
{"qid": "576", "query": "Chesapeake Bay ecology", "original_query": {"query_id": "576", "title": "Chesapeake Bay ecology", "description": "How are industry and population growth affecting the ecology of the\nChesapeake Bay?", "narrative": "Only documents that show the relationship between local industries,\n(including agriculture,) or population growth in the region and the\necology of the Bay are relevant.  A listing of the resources of the\nBay are not relevant unless they indicate changes in the resources due\nto industry or population changes."}}
{"qid": "577", "query": "Dental school locations", "original_query": {"query_id": "577", "title": "Dental school locations", "description": "Find documents that provide the locations of dental schools in the\nUnited States.", "narrative": "Relevant documents will provide the locations of dental schools in the\nU.S., detailed addresses are not required."}}
{"qid": "578", "query": "Regulating zoos", "original_query": {"query_id": "578", "title": "Regulating zoos", "description": "Describe the federal regulations and oversight of zoos.", "narrative": "Any document describing regulations regarding animal or human safety,\nimportation of endangered species, humane treatment of animals,\netc. is relevant.  Information that describes monitoring\nprograms is also relevant.  A site displaying zoo events and\nactivities is not relevant."}}
{"qid": "579", "query": "US fresh drinking water resources", "original_query": {"query_id": "579", "title": "US fresh drinking water resources", "description": "Where and how extensive are US fresh drinking water resources?", "narrative": "Find documents citing the locations and extent of US fresh drinking\nwater resources.  References to the size of populations dependent upon\nparticular fresh drinking water resources for consumption are\nrelevant.  Documents identifying resources used for recreational\npurposes are not relevant. Problems in water quality of particular\ndrinking water resources are not relevant."}}
{"qid": "580", "query": "US immigration history demographics", "original_query": {"query_id": "580", "title": "US immigration history demographics", "description": "What are the history and patterns of immigration to the US since 1900?", "narrative": "Graphs, charts, textual material that describes the history and\npatterns of immigration to the US since 1900 are relevant.  Relevant\nmaterial may include countries of origin, regions settled in the US,\nor American immigration laws that govern the number of people entering\nthe country.  Documents helping with visas, etc. are not relevant."}}
{"qid": "581", "query": "Lymphoma detection symptoms treatment", "original_query": {"query_id": "581", "title": "Lymphoma detection symptoms treatment", "description": "Find documents that provide basic information about non-Hodgkin's lymphoma.", "narrative": "Relevant documents will contain information on the definition,\nsymptoms, diagnosis, causes, treatment, mortality, survival, etc.  The\ninformation must pertain to non-Hodgkin's lymphoma.  Information on\nHodgkin's disease is not relevant."}}
{"qid": "582", "query": "Utah ski resorts", "original_query": {"query_id": "582", "title": "Utah ski resorts", "description": "Find documents that provide the locations of ski resorts in Utah.", "narrative": "Relevant documents will locate and/or name ski resorts in Utah, a\ndetailed address is not required."}}
{"qid": "583", "query": "Florida's endangered species", "original_query": {"query_id": "583", "title": "Florida's endangered species", "description": "Find what endangered plants and animals live in Florida.", "narrative": "Relevant documents list, describe, or discuss endangered plant and\nanimal species in Florida. Include documents discussing the Endangered\nSpecies Act only if these list or discuss Florida's endangered species\nor matters that directly affect them. Exclude documents discussing\nspecies that are not endangered or do not live in Florida."}}
{"qid": "584", "query": "Birth defects in the US", "original_query": {"query_id": "584", "title": "Birth defects in the US", "description": "Find documents identifying the types, causes, and extent of birth\ndefects in the US.", "narrative": "Documents identifying environmental factors or citing particular\nbehaviors during pregnancy are relevant if linked directly to\npotential defect outcomes. National data and statistics on particular\nbirth defects are relevant; similar data/statistics relative to\nindividual states or communities are not relevant."}}
{"qid": "585", "query": "Tornado basics", "original_query": {"query_id": "585", "title": "Tornado basics", "description": "Find documents that provide basic information about tornadoes.", "narrative": "Relevant documents will provide information on the history of\ntornadoes, how tornadoes form, forecasting, the Fujita Intensity\nScale, specific tornado locations, etc."}}
{"qid": "586", "query": "Women's health cancer", "original_query": {"query_id": "586", "title": "Women's health cancer", "description": "Find documents providing data on prevention, treatment, and outcomes\nregarding cancers which typically affect women.", "narrative": "Relevant documents will associate particular cancers (i.e., ovarian,\nbreast, cervical) with women's health especially in the US.\nStatistical data on survival/mortality rates nationwide and\ninternationally are relevant.  Prevention and early detection programs\nand progress are relevant.  Medical reports/studies on prognoses,\ntreatments, and outcomes are relevant. Data on cancer occurrence,\nprograms, and outcomes not specific to cancers which typically affect\nwomen are not relevant."}}
{"qid": "587", "query": "Bilingual education", "original_query": {"query_id": "587", "title": "Bilingual education", "description": "What does research tell us about the effectiveness of bilingual education?", "narrative": "Only documents that describe research either on best practices for\nteaching in bilingual classrooms or on the effectiveness of bilingual\neducation are relevant.  Grant applications, case studies,\ndemographics are not relevant."}}
{"qid": "588", "query": "Golf resort locations", "original_query": {"query_id": "588", "title": "Golf resort locations", "description": "Find documents that provide the locations of golf resorts.", "narrative": "Relevant documents will provide the locations of golf resorts with their\nown golf course and lodging.  Resorts that use nearby golf courses are not\nrelevant.  Municipal golf courses are not relevant."}}
{"qid": "589", "query": "Mental Illness in Adolescence", "original_query": {"query_id": "589", "title": "Mental Illness in Adolescence", "description": "Find studies about and services offered for mental illness in\nadolescents.", "narrative": "Relevant documents refer to studies about different mental conditions\nafflicting some teens or services offered for teens with the\ncondition. Documents with information about other health care or\nconditions other than mental, such as pregnancy prevention, are not\nrelevant."}}
{"qid": "590", "query": "Pilot training schools", "original_query": {"query_id": "590", "title": "Pilot training schools", "description": "Find documents that contain the locations of schools for pilot training.", "narrative": "Relevant documents will locate schools that provide the training\nrequired to obtain a license to pilot aircraft such as airplanes,\nhelicopters, gliders and airships.  Training for recreational,\nprivate, or airline transport pilot certificates is relevant."}}
{"qid": "591", "query": "education Indian reservations", "original_query": {"query_id": "591", "title": "education Indian reservations", "description": "What is the current status of education on Indian reservations.", "narrative": "Relevant documents describe programs for education of children and\nyoung adults on Indian reservations. Education programs that do not\nspecifically mention Indian reservations are not relevant."}}
{"qid": "592", "query": "Fuel cell uses", "original_query": {"query_id": "592", "title": "Fuel cell uses", "description": "Find documents that describe the present or planned uses of fuel cells.", "narrative": "Relevant documents will describe the types of fuel cells and their\napplications.  Documents that only describe fuel cell technology are\nnot relevant."}}
{"qid": "593", "query": "Bush human rights China", "original_query": {"query_id": "593", "title": "Bush human rights China", "description": "What is the Bush administration's policy on human rights in China?", "narrative": "Relevant documents contain statements from President George\nW. Bush or members of his administration relating to human rights in\nChina. Statements on proposals to approve China's entrance into the\nWorld Trade Organization are relevant when they also discuss human\nrights in China. Statements by congressmen and senators are not\nrelevant unless they mention Bush administration views."}}
{"qid": "594", "query": "Foods preventing high cholesterol", "original_query": {"query_id": "594", "title": "Foods preventing high cholesterol", "description": "Find foods that help people prevent high cholesterol.", "narrative": "Relevant documents cover foods, types of foods, and diets that help people\nprevent high cholesterol. Exclude documents covering foods or diets\nfor preventing other health problems."}}
{"qid": "595", "query": "girls math education", "original_query": {"query_id": "595", "title": "girls math education", "description": "What efforts are being made to improve girls' education in the area of math?", "narrative": "Relevant documents describe programs in schools that interest\ngirls in taking math courses and that help them attain proficiency in\nmath.  Special efforts to teach math to boys and girls, where girls\nare specifically mentioned, are relevant. Special efforts to teach\nmath, with no mention of girls, are not relevant. Documents that note\ngirls' lack of confidence in their math ability but do not say what is\nbeing done about it are not relevant."}}
{"qid": "596", "query": "Federal Law Enforcement Jobs", "original_query": {"query_id": "596", "title": "Federal Law Enforcement Jobs", "description": "How do you find federal law enforcement job opportunities?", "narrative": "Relevant documents talk about jobs that are conceivably open to\nmembers of the general public. Sites which speak about statistics of\nor training for law enforcement officers are not relevant."}}
{"qid": "597", "query": "IDEA legislation", "original_query": {"query_id": "597", "title": "IDEA legislation", "description": "Find documents related to changes in special education for children\nwith disabilities resulting from IDEA legislation (Individuals with\nDisabilities Education Act).", "narrative": "Relevant documents describe current provisions for children with\ndisabilities that are a direct response to regulations resulting from\nthis legislation. These changes may be related to \"inclusion,\" to\nappropriate materials for testing, for a \"free appropriate education,\"\netc."}}
{"qid": "598", "query": "Foreign terrorist organizations", "original_query": {"query_id": "598", "title": "Foreign terrorist organizations", "description": "Find documents naming foreign terrorist organizations and the US\ncriteria for their designation as such.", "narrative": "Relevant documents identify by name entities designated officially by\nthe US as foreign terrorist organizations and/or state the official US\ncriteria for so designating such organizations.  Official US\ndesignations as foreign terrorist organizations are relevant.\nUnofficial or non-US allegations of terrorist activity by foreign\nentities are not relevant.  Documents describing activities of\nentities providing funding or logistical support to foreign terrorist\norganizations are not relevant."}}
{"qid": "599", "query": "scientific research misconduct", "original_query": {"query_id": "599", "title": "scientific research misconduct", "description": "Find documents related to cases of scientific research misconduct\nand/or efforts made to control or discourage such behavior.", "narrative": "Relevant documents may be related to Institutional Review Boards\n(IRB), protection of human subjects, or conflicts of interest on the\npart of scientists conducting the research."}}
{"qid": "600", "query": "highway safety", "original_query": {"query_id": "600", "title": "highway safety", "description": "Find documents related to improving highway safety in the U.S.", "narrative": "Relevant documents include those related to the improvement of safety\nof all vehicles driven on highways, including cars, trucks, vans, and\ntractor trailers. Ways to reduce accidents through legislation,\nvehicle checks, and drivers education programs are all relevant."}}
