{"qid": "1", "query": "Ferroportin-1 in humans", "original_query": {"query_id": "1", "title": "Ferroportin-1 in humans", "need": "Find articles about Ferroportin-1, an iron transporter, in humans.", "context": "Ferroportin1 (also known as SLC40A1; Ferroportin 1; FPN1; HFE4; IREG1; Iron regulated gene 1; Iron-regulated transporter 1; MTP1; SLC11A3; and Solute carrier family 11 (proton-coupled divalent metal ion transporters), member 3) may play a role in iron transport."}}
{"qid": "2", "query": "Generating transgenic mice", "original_query": {"query_id": "2", "title": "Generating transgenic mice", "need": "Find protocols for generating transgenic mice.", "context": "Determine protocols to generate transgenic mice having a single copy of the gene of interest at a specific location."}}
{"qid": "3", "query": "Time course for gene expression in mouse kidney", "original_query": {"query_id": "3", "title": "Time course for gene expression in mouse kidney", "need": "What is the time course of gene expression in the murine developing kidney?", "context": "Relevant articles describe genes involved in kidney development."}}
{"qid": "4", "query": "Gene expression profiles for kidney in mice", "original_query": {"query_id": "4", "title": "Gene expression profiles for kidney in mice", "need": "What mouse genes are specific to the kidney?", "context": " What genes are expressed only in the mouse kidney and not in other tissues?"}}
{"qid": "5", "query": "Protocols for isolating cell nuclei", "original_query": {"query_id": "5", "title": "Protocols for isolating cell nuclei", "need": " Articles are relevant if they describe methods for subcellular fractionation of nuclei.", "context": " Laboratory preparations can be enriched for certain kinds of proteins if the cellular compartment in which they reside is purified away from the rest of the cell contents."}}
{"qid": "6", "query": "FancD2", "original_query": {"query_id": "6", "title": "FancD2", "need": "Find articles about function of FancD2.", "context": "There are many genes involved in Fanconi Anemia and the downstream pathways of FancD2 in flies. The FancD2 is monoubiquitylated and there are 2 components of the FancD2 pathway. The researcher studies the FancD2 pathway in flies."}}
{"qid": "7", "query": "DNA repair and oxidative stress", "original_query": {"query_id": "7", "title": "DNA repair and oxidative stress", "need": "Find correlation between DNA repair pathways and oxidative stress.", "context": "Researcher is interested in how oxidative stress effects DNA repair."}}
{"qid": "8", "query": "Correlation between DNA repair pathways and skin cancer", "original_query": {"query_id": "8", "title": "Correlation between DNA repair pathways and skin cancer", "need": "Genes and proteins (pathways) common to DNA repair, oxidative diseases, skin-carcinogenesis, and UV-carcinogenesis.", "context": " Are there genes and mechanisms that are utilized by more than one of these fields? A relevant article mentions a gene or pathway, DNA repair, and one or more oxidative or cancerous diseases.\n"}}
{"qid": "9", "query": "mutY", "original_query": {"query_id": "9", "title": "mutY", "need": "Find articles about the function of mutY in humans.", "context": "mutY is particularly challenging, because it is also known as hMYH. This is further complicated by the fact that myoglobin genes are also typically located in search results."}}
{"qid": "10", "query": "NEIL1", "original_query": {"query_id": "10", "title": "NEIL1", "need": "Find articles about the role of NEIL1 in repair of DNA.", "context": "Interested in role that NEIL1 plays in DNA repair."}}
{"qid": "11", "query": "Carcinogenesis and hairless mice", "original_query": {"query_id": "11", "title": "Carcinogenesis and hairless mice", "need": "Find articles regarding carcinogenesis induced in hairless mice.", "context": "Researching genes and proteins (pathways) common to DNA repair, oxidative diseases, skin-carcinogenesis, and UV-carcinogenesis."}}
{"qid": "12", "query": "Genes regulated by Smad4", "original_query": {"query_id": "12", "title": "Genes regulated by Smad4", "need": " Find articles describing genes that are regulated by the signal transducing molecule Smad4.", "context": "Project is to characterize Smad4 knockout mouse in skin (specifically skin) to establish signaling network. Identify all Smad4 targets to compare gene expression patterns of the knockout mouse to the normal mouse."}}
{"qid": "13", "query": "Role of TGFB in angiogenesis in skin", "original_query": {"query_id": "13", "title": "Role of TGFB in angiogenesis in skin", "need": "Documents regarding the role of TGFB in angiogenesis in skin with respect to homeostasis and development.", "context": "TGFB plays a crucial role in regulating angiogenesis, a biological process that occurs during development and homeostasis, as well as during inflammatory perturbation."}}
{"qid": "14", "query": "Expression or Regulation of TGFB in HNSCC cancers", "original_query": {"query_id": "14", "title": "Expression or Regulation of TGFB in HNSCC cancers", "need": "Documents regarding TGFB expression or regulation in HNSCC cancers.", "context": "The laboratory wants to identify components of the the TGFB signaling pathway in HNSCC, and determine new targets to study HNSCC."}}
{"qid": "15", "query": "ATPase and apoptosis", "original_query": {"query_id": "15", "title": "ATPase and apoptosis", "need": "Find information on role of ATPases in apoptosis", "context": "The laboratory wants to know more about the role of ATPases in apoptosis."}}
{"qid": "16", "query": "AAA proteins", "original_query": {"query_id": "16", "title": "AAA proteins", "need": "How do AAA proteins mediate interaction with lipids or DNA and what is their functional impact?", "context": "A relevant document is one that discusses protein interactions interactions involving members of the AAA protein family that can help to determine their functional importance."}}
{"qid": "17", "query": "DO1 antibody", "original_query": {"query_id": "17", "title": "DO1 antibody", "need": "Determine binding affinity of anti-p53 monoclonal antibody DO1.", "context": "One aspect of determining how an antibody works is to determine its binding affinity. A relevant document is one which discusses the binding affinity of DO1."}}
{"qid": "18", "query": "Gis4", "original_query": {"query_id": "18", "title": "Gis4", "need": "Properties of Gis4 with respect to cell cycle and/or metabolism.", "context": "It is possible that Gis4 plays a role between cell cycle and yeast carbon pathways and that there is a link between cell cycle and metabolism. A relevant document is one that supports or refutes this hypothesis with regard to the properties of Gis4 in one or both processes."}}
{"qid": "19", "query": "Comparison of Promoters of GAL1 and SUC1", "original_query": {"query_id": "19", "title": "Comparison of Promoters of GAL1 and SUC1", "need": "What similarities and differences exist between the upstream promoter regions of GAL1 and SUC1? Are there co-repressors or co-activators? If so, are they regulated by SNF1?", "context": "Gis4 may play a role between the cell cycle and yeast carbon pathways. SNF1 is an upstream kinase of Gis 4."}}
{"qid": "20", "query": "Substrate modification by ubiquitin", "original_query": {"query_id": "20", "title": "Substrate modification by ubiquitin", "need": " Which biological processes are regulated by having constituent proteins modified by covalent attachment to ubiquitin or ubiquitin-like proteins?", "context": "Ubiquitin and ubiquitin-like proteins have important roles in controlling cell division, signal transduction, embryonic development, endocytic trafficking, and the immune response."}}
{"qid": "21", "query": "Role of p63 and p73 in relation to DNA damage", "original_query": {"query_id": "21", "title": "Role of p63 and p73 in relation to DNA damage", "need": "Do p63 and p73 cause cell cycle arrest or apoptosis related to DNA damage?", "context": "DNA damage may cause cell cycle arrest or apoptosis. p63 and p73 may play a role in mediating these sequelae of DNA damage."}}
{"qid": "22", "query": "Relative response of p53 family members to agents causing single-stranded versus double-stranded DNA breaks", "original_query": {"query_id": "22", "title": "Relative response of p53 family members to agents causing single-stranded versus double-stranded DNA breaks", "need": "Does p53 respond differently to different DNA-damaging agents? Do they respond differently to single-strand versus double-strand breaks?", "context": "DNA damage may cause cell cycle arrest or apoptosis. p53 plays a role in mediating these sequelae of DNA damage."}}
{"qid": "23", "query": "Saccharomyces cerevisiae proteins involved in ubiquitin system", "original_query": {"query_id": "23", "title": "Saccharomyces cerevisiae proteins involved in ubiquitin system", "need": "Which Saccharomyces cerevisiae proteins are involved in the ubiquitin proteolytic pathway?", "context": "The researcher identified a protein in another yeast species and wants to compare it to the same one in Saccharomyces cerevisiae."}}
{"qid": "24", "query": "Mouse peptidoglycan recognition proteins (PGRP)", "original_query": {"query_id": "24", "title": "Mouse peptidoglycan recognition proteins (PGRP)", "need": "Find all reports describing mouse peptidoglycan recognition proteins (PGRP).", "context": "A research group is preparing a manuscript about four poorly characterized mouse PGRP genes. Their findings include new information about gene regulation. They report longer DNA and protein sequences than those found in GenBank, and sub-cellular location discrepancies."}}
{"qid": "25", "query": "Cause of scleroderma", "original_query": {"query_id": "25", "title": "Cause of scleroderma", "need": "Identify studies that include genome-wide scans and microarray analysis in the investigation of scleroderma.", "context": "New information about experiments and genes involved in scleroderma."}}
{"qid": "26", "query": "Function of BUB2/BFA1 in the process of cytokinesis", "original_query": {"query_id": "26", "title": "Function of BUB2/BFA1 in the process of cytokinesis", "need": "Retrieval of information regarding the role of BUB2 and BFA1 in cytokinesis in yeast.", "context": "Information gathering for the purpose of supplementing the information from a local protocol."}}
{"qid": "27", "query": "Role of autophagy in apoptosis", "original_query": {"query_id": "27", "title": "Role of autophagy in apoptosis", "need": "Experiments establishing positive or negative interconnection between autophagy and apoptosis.", "context": "New information about experiments and genes involved in autophagic cell death."}}
{"qid": "28", "query": "Proteases that function in both apoptosis and autophagy cell death", "original_query": {"query_id": "28", "title": "Proteases that function in both apoptosis and autophagy cell death", "need": "Studies that investigate similarities in morphological changes among apoptosis and autophagy processes.", "context": "Collection of information regarding the potential relationship between apoptosis and autophagy."}}
{"qid": "29", "query": "Phenotypes of gyrA mutations", "original_query": {"query_id": "29", "title": "Phenotypes of gyrA mutations", "need": "Documents containing the sequences and phenotypes of E. coli gyrA mutations.", "context": "The laboratory has isolated some gyrA mutations in E. coli. They want to compare their mutant gyrA with the wild-type and other mutant sequences."}}
{"qid": "30", "query": "Regulatory targets of the Nkx gene family members", "original_query": {"query_id": "30", "title": "Regulatory targets of the Nkx gene family members", "need": "Documents identifying genes regulated by Nkx gene family members.", "context": "The laboratory needs markers to follow Nkx family-member expression and activity."}}
{"qid": "31", "query": "TOR signaling in neurofibromatosis", "original_query": {"query_id": "31", "title": "TOR signaling in neurofibromatosis", "need": "Reports that provide possible links between neurofibromatosis and TOR signaling.", "context": "TOR is a serine-threonine kinase in a pathway involved in the control of cell growth and proliferation, and it is the target of the signaling inhibitor rapamycin."}}
{"qid": "32", "query": "Xenograft animal models of tumorogenesis", "original_query": {"query_id": "32", "title": "Xenograft animal models of tumorogenesis", "need": "Find reports that describe xenograft models of human cancers.", "context": "A xenograft animal model of cancer is one in which foreign tumor tissue is grafted into animals, usually rodents, providing a means to test various compounds for their ability to slow or halt tumor growth."}}
{"qid": "33", "query": "Mice, mutant strains, and Histoplasmosis", "original_query": {"query_id": "33", "title": "Mice, mutant strains, and Histoplasmosis", "need": "Identify research on mutant mouse strains and factors which increase susceptibility to infection by Histoplasma capsulatum.", "context": "The ultimate goal of this initial research study, is to identify mouse genes that will influence the outcome of blood borne pathogen infections."}}
{"qid": "34", "query": "Gene products of Cryptococcus important to fungal survival", "original_query": {"query_id": "34", "title": "Gene products of Cryptococcus important to fungal survival", "need": "Articles reporting experiments allowing annotation of gene products of Cryptococcus.", "context": "Information needed to contribute to the development of a standardized annotated database of Cryptococcus neoformans genome."}}
{"qid": "35", "query": "WD40 repeat-containing proteins", "original_query": {"query_id": "35", "title": "WD40 repeat-containing proteins", "need": "What is the function of proteins containing WD40 repeats?", "context": "Need to understand the variety of functions that involve this domain."}}
{"qid": "36", "query": "RAB3A", "original_query": {"query_id": "36", "title": "RAB3A", "need": "Background information on RAB3A.", "context": "Further information about a gene is needed after it is identified through a gene expression profile. The genes are related to synaptic plasticity in learning and memory."}}
{"qid": "37", "query": "PAM", "original_query": {"query_id": "37", "title": "PAM", "need": "What research is being done on peptide amidating enzyme, PAM?", "context": "Need to put specific PAM research in the context of other researchers work."}}
{"qid": "38", "query": "Risk factors for stroke", "original_query": {"query_id": "38", "title": "Risk factors for stroke", "need": "Information concerning genetic loci that are associated with increased risk of stroke, such as apolipoprotein E4 or factor V mutations.", "context": "Candidate gene testing within a large Scottish case-control study of genetic risk factors for stroke. Future research includes investigations into other ethnically distinct populations."}}
{"qid": "39", "query": "Hypertension", "original_query": {"query_id": "39", "title": "Hypertension", "need": "Identify genes as potential genetic risk factors candidates for causing hypertension.", "context": "A relevant document is one which discusses genes that could be considered as candidates to test in a randomized controlled trial which studies the genetic risk factors for stroke."}}
{"qid": "40", "query": "Antigens expressed by lung epithelial cells", "original_query": {"query_id": "40", "title": "Antigens expressed by lung epithelial cells", "need": "To identify the antigens expressed by lung epithelial cells and the antibodies available.", "context": "Information gathering to design assays to determine the nature of donor cells in tissues of chimaeric animals."}}
{"qid": "41", "query": "Mutations in the Cystic Fibrosis conductance regulator gene", "original_query": {"query_id": "41", "title": "Mutations in the Cystic Fibrosis conductance regulator gene", "need": "What phenotypes have been described resulting from mutations in the Cystic Fibrosis conductance regulator gene?", "context": "Comparing protein mutations detected utilizing mass spectrometry."}}
{"qid": "42", "query": "Genes altered by chromosome translocations", "original_query": {"query_id": "42", "title": "Genes altered by chromosome translocations", "need": "What genes show altered behavior due to chromosomal rearrangements?", "context": "Information is required on the disruption of functions from genomic DNA rearrangements."}}
{"qid": "43", "query": "Sleeping Beauty", "original_query": {"query_id": "43", "title": "Sleeping Beauty", "need": "Studies of Sleeping Beauty transposons.", "context": "A relevant document is one that discusses studies on Sleeping Beauty. Interviewee's group studies a related element and want to know what others are doing in a similar field."}}
{"qid": "44", "query": "Proteins involved in the nerve growth factor pathway", "original_query": {"query_id": "44", "title": "Proteins involved in the nerve growth factor pathway", "need": "Create a list of all the nerve growth factor pathway proteins.", "context": "Need to identify genes that are most likely to be involved in the nerve growth factor pathway."}}
{"qid": "45", "query": "Mental Health Wellness-1", "original_query": {"query_id": "45", "title": "Mental Health Wellness-1", "need": "What genetic loci, such as Mental Health Wellness 1 (MWH1) are implicated in mental health?", "context": "Want to identify genes involved in mental disorders."}}
{"qid": "46", "query": "RSK2", "original_query": {"query_id": "46", "title": "RSK2", "need": "What human biological processes is RSK2 known to be involved in?", "context": "After being identified via microarrays, the biological processes the genes are involved in needs to be discovered."}}
{"qid": "47", "query": "Human gene BCL-2 antagonists and inhibitors", "original_query": {"query_id": "47", "title": "Human gene BCL-2 antagonists and inhibitors", "need": "Research the human gene BCL-2 to determine if there are antagonists and inhibitors inside of a cell.", "context": "Early research goals included learning more about BCL2-interacting molecules, which facilitated identifying new inhibitors during preliminary testing."}}
{"qid": "48", "query": "Human homologues of C. elegans UNC genes", "original_query": {"query_id": "48", "title": "Human homologues of C. elegans UNC genes", "need": "What is the focus of studies involving the members of the human UNC gene family?", "context": "The interviewee wished to determine the interests and focus of a fellow scientist that was investigating similar topics to their own."}}
{"qid": "49", "query": "Glyphosate tolerance gene sequence", "original_query": {"query_id": "49", "title": "Glyphosate tolerance gene sequence", "need": "Find reports and glyphosate tolerance gene sequences in the literature.", "context": "A DNA sequence isolated in the laboratory is often sequenced only partially, until enough sequence is generated to identify the gene. In these situations, the rest of the sequence is inferred from matching clones in the public domain. When there is difficulty in the laboratory manipulating the DNA segment using sequence-dependent methods, the laboratory isolate must be re-examined."}}
{"qid": "50", "query": "Low temperature protein expression in E. coli", "original_query": {"query_id": "50", "title": "Low temperature protein expression in E. coli", "need": "Find research on improving protein expressions at low temperature in Escherichia coli bacteria.", "context": "The researcher is not satisfied with the yield of expressing a protein in E. coli when grown at low temperature and is searching for a better solution. The researcher is willing to try a different organism and/or method."}}
