{"qid": "321", "query": "Women in Parliaments", "original_query": {"query_id": "321", "title": "Women in Parliaments", "description": "Pertinent documents will reflect the fact that women continue to be poorly represented in parliaments across the world, and the gap in political power between the sexes is very wide, particularly in the Third World.", "narrative": "Pertinent documents relating to this issue will discuss the lack of representation by women, the countries that mandate the inclusion of a certain percentage of women in their legislatures, decreases if any in female representation in legislatures, and those countries in which there is no representation of women."}}
{"qid": "336", "query": "Black Bear Attacks", "original_query": {"query_id": "336", "title": "Black Bear Attacks", "description": "A relevant document would discuss the frequency of vicious black bear attacks worldwide and the possible causes for this savage behavior.", "narrative": "It has been reported that food or cosmetics sometimes attract hungry black bears, causing them to viciously attack humans. Relevant documents would include the aforementioned causes as well as speculation preferably from the scientific community as to other possible causes of vicious attacks by black bears. A relevant document would also detail steps taken or new methods devised by wildlife officials to control and/or modify the savageness of the black bear."}}
{"qid": "341", "query": "Airport Security", "original_query": {"query_id": "341", "title": "Airport Security", "description": "A relevant document would discuss the effectiveness of efforts to better scrutinize passengers and luggage on all flights, but particularly international flights.", "narrative": "A relevant document would contain reports on what steps airports worldwide have taken to better scrutinize passengers and their luggage on domestic and international flights and to step up screening of all carry-on baggage. With increased concerns about terrorism, articles on airport security relating in particular to additional steps taken by airports to increase flight safety would be relevant. The mere mention of enhanced security does not constitute relevance. Additional steps refer to something beyond just passenger and carry-on screening using the normal methods. Examples of new steps would be additional personnel, automated screening processes, sophisticated monitoring and screening devices, whole body imaging techniques, and extraordinary measures to screen luggage in the baggage compartment."}}
{"qid": "347", "query": "Wildlife Extinction", "original_query": {"query_id": "347", "title": "Wildlife Extinction", "description": "The spotted owl episode in America highlighted U.S. efforts to prevent the extinction of wildlife species. What is not well known is the effort of other countries to prevent the demise of species native to their countries. What other countries have begun efforts to prevent such declines?", "narrative": "A relevant item will specify the country, the involved species, and steps taken to save the species."}}
{"qid": "350", "query": "Health and Computer Terminals", "original_query": {"query_id": "350", "title": "Health and Computer Terminals", "description": "Is it hazardous to the health of individuals to work with computer terminals on a daily basis?", "narrative": "Relevant documents would contain any information that expands on any physical disorder/problems that may be associated with the daily working with computer terminals. Such things as carpel tunnel, cataracts, and fatigue have been said to be associated, but how widespread are these or other problems and what is being done to alleviate any health problems."}}
{"qid": "362", "query": "human smuggling", "original_query": {"query_id": "362", "title": "human smuggling", "description": "Identify incidents of human smuggling.", "narrative": "A relevant document shows an incident of humans (at least ten) being smuggled. The smugglers would have to realize a monetary gain for their actions, while the people being smuggled may or may not be willing participants."}}
{"qid": "363", "query": "transportation tunnel disasters", "original_query": {"query_id": "363", "title": "transportation tunnel disasters", "description": "What disasters have occurred in tunnels used for transportation?", "narrative": "A relevant document identifies a disaster in a tunnel used for trains, motor vehicles, or people. Wind tunnels and tunnels used for wiring, sewage, water, oil, etc. are not relevant. The cause of the problem may be fire, earthquake, flood, or explosion and can be accidental or planned. Documents that discuss tunnel disasters occurring during construction of a tunnel are relevant if lives were threatened."}}
{"qid": "367", "query": "piracy", "original_query": {"query_id": "367", "title": "piracy", "description": "What modern instances have there been of old fashioned piracy, the boarding or taking control of boats?", "narrative": "Documents discussing piracy on any body of water are relevant. Documents discussing the legal taking of ships or their contents by a national authority are non-relevant. Clashes between fishing vessels over fishing are not relevant, unless one vessel is boarded."}}
{"qid": "375", "query": "hydrogen energy", "original_query": {"query_id": "375", "title": "hydrogen energy", "description": "What is the status of research on hydrogen as a feasible energy source?", "narrative": "A relevant document will describe progress in research on controlled hydrogen fusion or the use of hydrogen as fuel to power engines."}}
{"qid": "378", "query": "euro opposition", "original_query": {"query_id": "378", "title": "euro opposition", "description": "Identify documents that discuss opposition to the use of the euro, the European currency.", "narrative": "A relevant document should include the countries or individuals who oppose the use of the euro and the reason(s) for their opposition to its use."}}
{"qid": "393", "query": "mercy killing", "original_query": {"query_id": "393", "title": "mercy killing", "description": "Identify documents that discuss mercy killings.", "narrative": "All individual cases of mercy killing are relevant, except that \"letters to the editor\" mentioning cases are not relevant. The removal of life support systems is relevant. A general mention or description of a case without specifics, such as victim's name are not relevant. Cases determined to be a murder-suicide are not relevant."}}
{"qid": "397", "query": "automobile recalls", "original_query": {"query_id": "397", "title": "automobile recalls", "description": "Identify documents that discuss the reasons for automobile recalls.", "narrative": "A relevant document will specify major or minor reasons for automobile recalls by car manufacturers. Documents that discuss truck recalls are not relevant."}}
{"qid": "400", "query": "Amazon rain forest", "original_query": {"query_id": "400", "title": "Amazon rain forest", "description": "What measures are being taken by local South American authorities to preserve the Amazon tropical rain forest?", "narrative": "Relevant documents may identify: the official organizations, institutions, and individuals of the countries included in the Amazon rain forest; the measures being taken by them to preserve the rain forest; and indications of degrees of success in these endeavors."}}
{"qid": "408", "query": "tropical storms", "original_query": {"query_id": "408", "title": "tropical storms", "description": "What tropical storms (hurricanes and typhoons) have caused significant property damage and loss of life?", "narrative": "The date of the storm, the area affected, and the extent of damage/casualties are all of interest. Documents that describe the damage caused by a tropical storm as \"slight\", \"limited\", or \"small\" are not relevant."}}
{"qid": "414", "query": "Cuba, sugar, exports", "original_query": {"query_id": "414", "title": "Cuba, sugar, exports", "description": "How much sugar does Cuba export and which countries import it?", "narrative": "A relevant document will provide information regarding Cuba's sugar trade. Sugar production statistics are not relevant unless exports are mentioned explicitly."}}
{"qid": "422", "query": "art, stolen, forged", "original_query": {"query_id": "422", "title": "art, stolen, forged", "description": "What incidents have there been of stolen or forged art?", "narrative": "Instances of stolen or forged art in any media are relevant. Stolen mass-produced things, even though they might be decorative, are not relevant (unless they are mass-produced art reproductions). Pirated software, music, movies, etc. are not relevant."}}
{"qid": "426", "query": "law enforcement, dogs", "original_query": {"query_id": "426", "title": "law enforcement, dogs", "description": "Provide information on the use of dogs worldwide for law enforcement purposes.", "narrative": "Relevant items include specific information on the use of dogs during an operation. Training of dogs and their handlers are also relevant."}}
{"qid": "427", "query": "UV damage, eyes", "original_query": {"query_id": "427", "title": "UV damage, eyes", "description": "Find documents that discuss the damage ultraviolet (UV) light from the sun can do to eyes.", "narrative": "A relevant document will discuss diseases that result from exposure of the eyes to UV light, treatments for the damage, and/or education programs that help prevent damage. Documents discussing treatment methods for cataracts and ocular melanoma are relevant even when a specific cause is not mentioned. However, documents that discuss radiation damage from nuclear sources or lasers are not relevant."}}
{"qid": "433", "query": "Greek, philosophy, stoicism", "original_query": {"query_id": "433", "title": "Greek, philosophy, stoicism", "description": "Is there contemporary interest in the Greek philosophy of stoicism?", "narrative": "Actual references to the philosophy or philosophers, productions of Greek stoic plays, and new \"stoic\" artistic productions are all relevant."}}
{"qid": "439", "query": "inventions, scientific discoveries", "original_query": {"query_id": "439", "title": "inventions, scientific discoveries", "description": "What new inventions or scientific discoveries have been made?", "narrative": "The word \"new\" in the description is defined as occurring in the 1990s. Documents that indicate a \"recent\" invention or scientific discovery are considered relevant. Discoveries made in astronomy or any scientific discoveries that are not patentable are not relevant."}}
{"qid": "442", "query": "heroic acts", "original_query": {"query_id": "442", "title": "heroic acts", "description": "Find accounts of selfless heroic acts by individuals or small groups for the benefit of others or a cause.", "narrative": "Relevant documents will contain a description of specific acts. General statements concerning heroic acts are not relevant."}}
{"qid": "445", "query": "women clergy", "original_query": {"query_id": "445", "title": "women clergy", "description": "What other countries besides the United States are considering or have approved women as clergy persons?", "narrative": "To be relevant, a document must indicate either a country where a woman has been installed as clergy or a country that is considering such an installation. The clergy position must be as church pastor rather than some other church capacity (e.g., nun or choir member)."}}
{"qid": "626", "query": "human stampede", "original_query": {"query_id": "626", "title": "human stampede", "description": "Find reports of human stampedes that have resulted in 20 or more deaths.", "narrative": "Documents that mention people being killed by animal stampedes are not relevant. Relevant documents could mention human stampedes in any public place such as a sporting event, bar, restaurant or entertainment event."}}
{"qid": "646", "query": "food stamps increase", "original_query": {"query_id": "646", "title": "food stamps increase", "description": "Find documents that discuss an increase in the number of people receiving food stamp benefits.", "narrative": "Documents that discuss changes in the law allowing more eligible food stamp recipients are relevant. Documents that imply that a certain group of people, such as immigrants, will be eligible for food stamps are also relevant."}}
{"qid": "690", "query": "college education advantage", "original_query": {"query_id": "690", "title": "college education advantage", "description": "Find documents which describe an advantage in hiring potential or increased income for graduates of U.S. colleges.", "narrative": "Relevant documents cite some advantage of a college education for job opportunities. Documents citing better opportunities for non-college vocational-training is not relevant."}}
{"qid": "801", "query": "Africa polio vaccination", "original_query": {"query_id": "801", "title": "Africa polio vaccination", "description": "Find documents that describe religious objections to polio vaccination programs in Africa.", "narrative": "Religious beliefs have caused some groups in Africa to hinder or stop polio vaccination programs there.  Relevant documents discuss the religious principles that cause objections to polio vaccination programs in the area or describe the impact the objections have had on polio vaccinations."}}
{"qid": "802", "query": "women driving in Saudi Arabia", "original_query": {"query_id": "802", "title": "women driving in Saudi Arabia", "description": "Find documents that include expressions of support for changing the law to allow women in Saudi Arabia to drive.", "narrative": "Relevant documents describe protests against the current ban on women driving in Saudi Arabia or include statements in support of lifting the ban from women, leaders and spokespeople, either domestically or internationally. Articles that note the existence of the ban while giving only historical, political or religious reasons for keeping it are not relevant."}}
{"qid": "803", "query": "declining middle class in U.S.", "original_query": {"query_id": "803", "title": "declining middle class in U.S.", "description": "Identify the reasons for the decline of the middle class in the U.S.", "narrative": "Relevant documents must identify one or more specific reasons for the decline of the middle class in the U.S., which include any economic or political decisions that have a direct negative effect on middle class employment."}}
{"qid": "804", "query": "\"Women on 20s\"", "original_query": {"query_id": "804", "title": "\"Women on 20s\"", "description": "Find descriptions of the \"Women on 20s\" campaign to select a female to replace Andrew Jackson on the U.S. $20 bill.", "narrative": "Relevant documents describe the \"Women on 20s\" campaign and reactions pro and con to the idea of Harriet Tubman appearing on the U.S. $20 bill. Discussion of the irony of Harriet Tubman replacing Andrew Jackson are also relevant."}}
{"qid": "805", "query": "eating invasive species", "original_query": {"query_id": "805", "title": "eating invasive species", "description": "Would eating invasive species be a viable method of controlling/eradicating them?", "narrative": "Relevant documents identify invasive species in the U.S. that can be eaten by human beings and discuss the likelihood of controlling the species through consumption.  Comments on the color, taste, texture, or other culinary qualities of particular invasive species are also relevant."}}
{"qid": "806", "query": "computers and paralyzed people", "original_query": {"query_id": "806", "title": "computers and paralyzed people", "description": "How can computer technology improve the life of paralyzed people?", "narrative": "Relevant documents describe ways in which computer technology can improve the lives of people who are paralyzed, where the technology is either currently in use or is under development. Use of exoskeletons to help paralyzed people move is relevant, though other uses of exoskeletons are not relevant. Tests and studies on animals are not relevant if they don't show a direct link to human use.  Use of technology for persons with disabilities in general is also not relevant."}}
{"qid": "807", "query": "Chavez medical treatment in Cuba", "original_query": {"query_id": "807", "title": "Chavez medical treatment in Cuba", "description": "Find documents that describe the medical treatment that Venezuelan President Chavez received in Cuba.", "narrative": "Relevant documents contain information about what malady prompted Venezuelan President Chavez to seek medical treatment in Cuba or descriptions of the treatment itself.  Documents published after his death that describe the treatment he received are also relevant."}}
{"qid": "808", "query": "Boston marathon bombing verdict", "original_query": {"query_id": "808", "title": "Boston marathon bombing verdict", "description": "Find documents that contain the verdict reached in the trial of the Boston marathon bombing suspects.", "narrative": "To be relevant, a document must explicitly mention the verdict reached in the trial of the Boston marathon bombing suspects or describe the sentences the suspects received."}}
{"qid": "809", "query": "protect Earth from asteroids", "original_query": {"query_id": "809", "title": "protect Earth from asteroids", "description": "What efforts are underway to protect Earth from asteroid strikes?", "narrative": "Relevant documents will describe real-life efforts to protect earth from an asteroid strike. Information on detecting and tracking asteroids is not relevant unless there is some mention of plans for defense."}}
{"qid": "810", "query": "diabetes and toxic chemicals", "original_query": {"query_id": "810", "title": "diabetes and toxic chemicals", "description": "Is there a link between toxic chemical exposure and diabetes?", "narrative": "Identify documents that discuss a link between exposure to toxic chemical and diabetes, or that explicitly deny any such a link."}}
{"qid": "811", "query": "car hacking", "original_query": {"query_id": "811", "title": "car hacking", "description": "Find documents that discuss how vulnerable cars are to being hacked, or describe tools, standards and/or policies to deter such hacking.", "narrative": "Relevant documents discuss ways in which cars with digital systems can be hacked.  Documents that report on efforts by automakers, technology developers, legislative bodies and others to proactively prevent and detect car hacking are also relevant."}}
{"qid": "812", "query": "social media and teen suicide", "original_query": {"query_id": "812", "title": "social media and teen suicide", "description": "Find documents detailing the use of social media to bully a teenager that ultimately led to the teen's suicide.", "narrative": "A relevant document must give a full account of a case in which a teen committed suicide as a result of being the target of bullying on any form of social media.  A full account includes the source of the bullying and any consequences to be faced by the bully."}}
{"qid": "813", "query": "marijuana potency", "original_query": {"query_id": "813", "title": "marijuana potency", "description": "Find documents that describe differences in marijuana potency now compared to a generation ago.", "narrative": "A relevant document compares or highlights the difference in THC, the psychoactive chemical ingredient in marijuana that is responsible for its potency, in marijuana generally available now as compared to 20 or 30 years ago."}}
{"qid": "814", "query": "China one-child impact", "original_query": {"query_id": "814", "title": "China one-child impact", "description": "What has been the long-term impact of China's one-child policy?", "narrative": "Relevant documents will contain discussion of the impact China's one-child policy has had on its economy and/or social structure."}}
{"qid": "815", "query": "Jason Rezaian released from Iran", "original_query": {"query_id": "815", "title": "Jason Rezaian released from Iran", "description": "Find documents that discuss Washington Post journalist Jason Rezaian release from Iranian prison.", "narrative": "Relevant documents include those that mention that Washington Post journalist Jason Rezaian had served in an Iranian prison and was released, as well as those that describe efforts from the Washington Post and others to have him released."}}
{"qid": "816", "query": "federal minimum wage increase", "original_query": {"query_id": "816", "title": "federal minimum wage increase", "description": "Find descriptions of the actions and reactions of either the President or Congress to increase the U.S. federal minimum wage.", "narrative": "Relevant documents include descriptions of advocacy or actions (or lack thereof) taken by the President or Congress to increase the U.S. federal minimum wage, including increases for government contract workers. Analyses and discussions of pros and cons of an increase by talking heads is not relevant."}}
{"qid": "817", "query": "Alan Gross released by Cuba", "original_query": {"query_id": "817", "title": "Alan Gross released by Cuba", "description": "Find details of the prisoner exchange between Cuba and the U.S. that released USAID contractor Alan Gross from Cuban prison.", "narrative": "Alan Gross, a USAID contractor imprisoned in Cuba for five years, was released in a prisoner exchange between the U.S. and Cuba.  Relevant documents must contain discussion of his actual release, not simply discussion of efforts to have him released or observations about his imprisonment."}}
{"qid": "818", "query": "eggs in a healthy diet", "original_query": {"query_id": "818", "title": "eggs in a healthy diet", "description": "Find documents that support using eggs in a healthy diet.", "narrative": "A relevant document contains statements that eggs are healthy and are okay to include in one's diet, or that recommends eating eggs for their nutritional value."}}
{"qid": "819", "query": "U.S. age demographics", "original_query": {"query_id": "819", "title": "U.S. age demographics", "description": "Find reports of age demographics in the U.S.: the percentage of population per age group for either total population or workforce.", "narrative": "A relevant document contains specific age demographic data for the U.S., giving what percentage each age group comprises of either the overall population or the workforce."}}
{"qid": "820", "query": "bacterial infection mortality rate", "original_query": {"query_id": "820", "title": "bacterial infection mortality rate", "description": "Identify documents that specify the mortality rate of some specific bacterial infection.", "narrative": "A relevant document will identify the mortality rates for specific bacteria that cause serious infections in humans.  All bacterial infections that cause human health problems are relevant, but viral infections are not relevant."}}
{"qid": "821", "query": "email scams", "original_query": {"query_id": "821", "title": "email scams", "description": "Find reports of email scams that have defrauded people of money or other assets.", "narrative": "A relevant document will describe an instance where someone has suffered an actual loss as the result of an email scam, where sufficient details are provided to identify the particular scam used."}}
{"qid": "822", "query": "Sony cyberattack", "original_query": {"query_id": "822", "title": "Sony cyberattack", "description": "Find documents that identify the specific group responsible for the cyberattack on Sony Pictures.", "narrative": "Relevant documents must identify the specific group responsible for the cyberattack on Sony Pictures. Generic references to countries assumed to be behind the hack are not relevant."}}
{"qid": "823", "query": "control of MRSA", "original_query": {"query_id": "823", "title": "control of MRSA", "description": "Identify documents that describe means of controlling the spread of methicillin-resistant Staph Aureus (MRSA) bacteria.", "narrative": "A relevant document will specify a physical or chemical means of controlling the spread of methicillin-resistant Staph Aureus (MRSA) bacteria in humans. Documents describing either precautionary measures or treatment of existing infections are both relevant."}}
{"qid": "824", "query": "Bezos purchases Washington Post", "original_query": {"query_id": "824", "title": "Bezos purchases Washington Post", "description": "Find documents describing reactions to the purchase of the Washington Post by Jeff Bezos or news about Bezos' plans for the paper.", "narrative": "Relevant documents will include news about and reactions to the purchase of the Washington Post by Jeff Bezos. Statements from Bezos about his plans or from the Graham family about the sale are both relevant."}}
{"qid": "825", "query": "ethanol and food prices", "original_query": {"query_id": "825", "title": "ethanol and food prices", "description": "Does diversion of U.S. corn crops into ethanol for fuel increase food prices?", "narrative": "Identify documents that discuss the impact of growing corn with the intention of using it for ethanol fuel on food prices in the U.S."}}
