{"qid": "1", "query": "What is the difference between sex and love?"}
{"qid": "2", "query": "Which is better, a laptop or a desktop?"}
{"qid": "3", "query": "Which is better, Canon or Nikon?"}
{"qid": "4", "query": "What are the best dish detergents?"}
{"qid": "5", "query": "What are the best cities to live in?"}
{"qid": "6", "query": "What is the longest river in the U.S.?"}
{"qid": "7", "query": "Which is healthiest: coffee, green tea or black tea and why?"}
{"qid": "8", "query": "What are the advantages and disadvantages of PHP over Python and vice versa?"}
{"qid": "9", "query": "Why is Linux better than Windows?"}
{"qid": "10", "query": "How to sleep better?"}
{"qid": "11", "query": "Should I buy an LCD TV or a plasma TV?"}
{"qid": "12", "query": "Train or plane? Which is the better choice?"}
{"qid": "13", "query": "What is the highest mountain on Earth?"}
{"qid": "14", "query": "Should one prefer Chinese medicine or Western medicine?"}
{"qid": "15", "query": "What are the best washing machine brands?"}
{"qid": "16", "query": "Should I buy or rent?"}
{"qid": "17", "query": "Do you prefer cats or dogs, and why?"}
{"qid": "18", "query": "What is the better way to grill outdoors: gas or charcoal?"}
{"qid": "19", "query": "Which is better, MAC or PC?"}
{"qid": "20", "query": "What is better: to use a brush or a sponge?"}
{"qid": "21", "query": "Which is better, Linux or Microsoft?"}
{"qid": "22", "query": "Which is better, Pepsi or Coke?"}
{"qid": "23", "query": "What is better, Google search or Yahoo search?"}
{"qid": "24", "query": "Which one is better, Netflix or Blockbuster?"}
{"qid": "25", "query": "Which browser is better, Internet Explorer or Firefox?"}
{"qid": "26", "query": "Which is a better vehicle: BMW or Audi?"}
{"qid": "27", "query": "Which one is better, an electric stove or a gas stove?"}
{"qid": "28", "query": "What planes are best, Boeing or Airbus?"}
{"qid": "29", "query": "Which is better, Disneyland or Disney World?"}
{"qid": "30", "query": "Should I buy an Xbox or a PlayStation?"}
{"qid": "31", "query": "Which has more caffeine, coffee or tea?"}
{"qid": "32", "query": "Which is better, LED or LCD Reception Displays?"}
{"qid": "33", "query": "What is better: ASP or PHP?"}
{"qid": "34", "query": "What is better for the environment, a real or a fake Christmas tree?"}
{"qid": "35", "query": "Do you prefer tampons or pads?"}
{"qid": "36", "query": "What IDE is better for Java: NetBeans or Eclipse?"}
{"qid": "37", "query": "Is OpenGL better than Direct3D in terms of portability to different platforms?"}
{"qid": "38", "query": "What are the differences between MySQL and PostgreSQL in performance?"}
{"qid": "39", "query": "Is Java code more readable than code written in Scala?"}
{"qid": "40", "query": "Which operating system has better performance: Windows 7 or Windows 8?"}
{"qid": "41", "query": "Which smartphone has a better battery life: Xperia or iPhone?"}
{"qid": "42", "query": "Which four wheel truck is better: Ford or Toyota?"}
{"qid": "43", "query": "Should I prefer a Leica camera over Nikon for portrait photographs?"}
{"qid": "44", "query": "Which company has a larger capitalization: Apple or Microsoft?"}
{"qid": "45", "query": "Which laptop has a better durability: HP or Dell?"}
{"qid": "46", "query": "Which beverage has more calories per glass: beer or cider?"}
{"qid": "47", "query": "Is admission rate in Stanford higher than that of MIT?"}
{"qid": "48", "query": "Is pasta healthier than pizza?"}
{"qid": "49", "query": "Which city is more expensive to live in: San Francisco or New York?"}
{"qid": "50", "query": "Whose salary is higher: basketball or soccer players?"}
